Repository: zbohm/aldryn-forms
Catalog: aldryn_forms/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Default
cs: Výchozí hodnota

source: Email only
cs: Pouze e-mail

source: None
cs: Bez hodnoty

source: people notified
cs: uživatelé, kteří budou upozorněni

source: from date
cs: od data

source: to date
cs: do data

source: language
cs: jazyk

source: Export failed! More than 65,536 entries found, exceeded Excel limitation!
cs: Export selhal! Bylo nalezeno více než 65 536 hodnot, Excel limit překročen!

source: Please select at least one field to export.
cs: Prosím, k exportu zvolte alespoň jedno pole.

source: No records found
cs: Záznamy nenalezeny

source: Field
cs: Pole

source: Label
cs: Jmenovka

source: Value
cs: Hodnota

source: Export form submissions
cs: Exportovat odeslané formuláře

source: Please correct the error below.
cs: Opravte chybu níže.

source: Continue
cs: Pokračovat

source: Export Form Entries
cs: Exportovat položky formuláře

source: Form name: %(form_name)s
cs: Jméno formuláře: %(form_name)s

source: [Form submission] %(form_name)s
cs: [Odeslání formuláře] %(form_name)s

source: Required field
cs: Povinné pole

source: Thank you for submitting your information, you will be <a href="%(form_success_url)s">redirected shortly</a>.
cs: Děkujeme za odeslání formuláře. Během chvilky budete přesměrováni na <a href="%(form_success_url)s">tuto adresu</a>.

source: Thank you for submitting your information.
cs: Děkujeme Vám za vyplnění formuláře.

source: Forms
cs: Formuláře

source: Form
cs: Formulář

source: Form types
cs: Typy formulářů

source: Advanced Settings
cs: Pokročilá nastavení

source: The form has been sent.
cs: Formulář byl odeslán.

source: Fieldset
cs: Skupina polí

source: Form fields
cs: Pole formuláře

source: Text Field
cs: Textové pole

source: Text Area Field
cs: Víceřádkové textové pole

source: Hidden Field
cs: Skryté pole

source: Phone Field
cs: Pole Telefon

source: Number Field
cs: Pole Číslo

source: Email Field
cs: Pole E-mail

source: Email into From Field
cs: Pole E-mail pro pole From

source: File upload field
cs: Pole pro nahrání souboru

source: Image upload field
cs: Pole pro nahrání obrázku

source: Yes/No Field
cs: Pole Ano/Ne

source: Yes
cs: Ano

source: No
cs: Ne

source: Select Field
cs: Pole Seznam hodnot

source: Multiple Select Field
cs: Pole Seznam více hodnot

source: Multiple Checkbox Field
cs: Pole zaškrtávacích políček

source: Radio Select Field
cs: Pole přepínačů

source: Captcha Field
cs: Pole Captcha

source: Submit Button
cs: Tlačítko Odeslat

source: new email notification
cs: nové e-mailové upozornění

source: new email notifications
cs: nová e-mailová upozornění

source: Recipients
cs: Příjemci

source: variables can be used with by wrapping with "${variable}" like ${variable}
cs: proměnné mohou být použity obalením "${variable}" jako ${variable}

source: available text variables
cs: dostupné textové proměnné

source: Form (Advanced)
cs: Formulář (Pokročilé)

source: default
cs: základní hodnota

source: Email notification
cs: E-mailová notifikace

source: Email notifications
cs: E-mailové notifikace

source: theme
cs: motiv

source: Provides the base theme for the email.
cs: Zajišťuje základní motiv pro e-mail.

source: to name
cs: pro jméno

source: to email
cs: na e-mail

source: to user
cs: pro uživatele

source: from name
cs: od jména

source: from email
cs: z e-mailu

source: subject
cs: předmět

source: email body (txt)
cs: tělo zprávy (txt)

source: used when rendering the email in text only mode.
cs: Použito pouze pro zobrazení zprávy v textovém módu.

source: email body (html)
cs: tělo zprávy (html)

source: used when rendering the email in html.
cs: Použito pouze pro zobrazení zprávy v html módu.

source: Please provide a recipient.
cs: Prosím, zadejte příjemce.

source: Fields
cs: Pole

source: File size must be under %(max_size)s. Current file size is %(actual_size)s.
cs: Velikost souboru musí být menší než %(max_size)s. Současná velikost souboru je %(actual_size)s.

source: Image width must be under %(max_size)s pixels. Current width is %(actual_size)s pixels.
cs: Šířka obrázku musí být menší než %(max_size)s pixelů. Současná šířka obrázku je %(actual_size)s pixelů.

source: Image height must be under %(max_size)s pixels. Current height is %(actual_size)s pixels.
cs: Výška obrázku musí být menší než %(max_size)s pixelů. Současná výška obrázku je %(actual_size)s pixelů.

source: Please provide CMS page for redirect.
cs: Nastavte stránku CMS pro přesměrování.

source: Please provide an absolute URL for redirect.
cs: Nastavte absolutní adresu pro přesměrování.

source: Min value can not be greater than max value.
cs: Nejmenší hodnota nesmí být větší než největší hodnota.

source: Min length
cs: Minimální délka

source: Required number of characters to type.
cs: Požadovaný počet znaků pro psaní.

source: Max length
cs: Maximální délka

source: Maximum number of characters to type.
cs: Maximální počet znaků pro psaní.

source: Explanatory text displayed next to input field. Just like this one. You can use MAXSIZE as a placeholder for the maximum size configured below.
cs: Vysvětlující text je zobrazen vedle pole formuláře. Stejně jako tento. Můžete použít volbu MAXSIZE jako zástupce pro maximální velikost nestavitelnou níže.

source: Explanatory text displayed next to input field. Just like this one. You can use MAXSIZE, MAXWIDTH, MAXHEIGHT as a placeholders for the maximum file size and dimensions configured below.
cs: Vysvětlující text je zobrazen vedle pole formuláře. Stejně jako tento. Můžete použít volby MAXSIZE, MAXWIDTH, MAXHEIGHT jako zástupce pro maximální velikost souboru a jeho rozměrů nestavitelných níže.

source: Min choices
cs: Minimální výběr

source: Required amount of elements to chose.
cs: Zvolte počet požadovaných položek.

source: Max choices
cs: Maximální výběr

source: Maximum amount of elements to chose.
cs: Zvolte maximální počet požadovaných položek.

source: CMS Page
cs: CMS stránka

source: Absolute URL
cs: Absolutní adresa URL

source: Name
cs: Jméno

source: Used to filter out form submissions.
cs: Odfiltrováno při odesláních formuláře.

source: Error message
cs: Chybové hlášení

source: An error message that will be displayed if the form doesn't validate.
cs: Chybové hlášení, které se zobrazí, pokud nelze formulář potvrdit.

source: Success message
cs: Hlášení při úspešném odeslání

source: An success message that will be displayed.
cs: Hlášení o úspěchu, které bude zobrazeno.

source: Redirect to
cs: Přesměrovat na

source: Where to redirect the user when the form has been successfully sent?
cs: Kam přesměrovat uživatele po úspěšném odeslání formuláře?

source: custom css classes
cs: vlastní css třídy

source: form template
cs: šablona formuláře

source: People who will get the form content via e-mail.
cs: Lidé, kteří obdrží obsah formuláře e-mailem.

source: Action backend
cs: Akce po odeslání

source: Attributes
cs: Atributy

source: Legend
cs: Nápověda

source: Used to set the field name
cs: Použito pro nastavení jména pole

source: Field is required
cs: Toto pole je povinné

source: Error message displayed if the required field is left empty. Default: "This field is required".
cs: Pokud požadované pole zůstane nevyplněno, zobrazí se chybové hlášení. Výchozí: "Toto pole je povinné".

source: Placeholder text
cs: Zástupný text

source: Default text in a form. Disappears when user starts typing. Example: "email@example.com"
cs: Výchozí text ve formuláři. Skryje se při psaní do formuláře. Příklad: "email@example.com"

source: Help text
cs: Nápověda

source: Explanatory text displayed next to input field. Just like this one.
cs: Vysvětlivka zobrazená vedle pole formuláře. Tak jako tato.

source: Min value
cs: Nejnižší hodnota

source: Max value
cs: Nejvyšší hodnota

source: Initial value
cs: Počáteční hodnota

source: Default value of field.
cs: Základní hodnota pole.

source: columns
cs: sloupce

source: rows
cs: řádky

source: send notification when form is submitted
cs: při odeslání formuláře zaslat upozornění

source: When checked, the value of this field will be used to send an email notification.
cs: Je-li zaškrtnuto, bude se při odeslání formuláře zasílat e-mailové upozornění.

source: email subject
cs: předmět zprávy

source: Used as the email subject when email_send_notification is checked.
cs: Použito jako předmět e-mailu, pokud je zaškrtnuto pole Při odeslání formuláře zaslat upozornění.

source: Additional email body
cs: Další část textu e-mailu

source: Additional body text used when email notifications are active.
cs: Další část textu je použita, pokud je zatržen přepínač Další část textu e-mailu.

source: Upload files to
cs: Nahrajte soubory do

source: Select a folder to which all files submitted through this field will be uploaded to.
cs: Zvolte složku, kam budou nahrány všechny soubory přiložené pomocí tohoto pole.

source: Maximum file size
cs: Maximální velikost souboru

source: The maximum file size of the upload, in bytes. You can use common size suffixes (kB, MB, GB, ...).
cs: Maximální velikost nahrávaného souboru v bytech. Můžete použít přípony běžné velikosti (kB, MB, GB, ...).

source: Maximum image width
cs: Maximální šířka obrázku

source: The maximum width of the uploaded image, in pixels.
cs: Maximální šířka nahrávaného obrázku v pixelech.

source: Maximum image height
cs: Maximální výška obrázku

source: The maximum height of the uploaded image, in pixels.
cs: Maximální výška nahrávaného obrázku v pixelech.

source: Position
cs: Pozice

source: Option
cs: Volba

source: Options
cs: Volby

source: form name
cs: jméno formuláře

source: users notified
cs: Upozornění uživatelé

source: People who got a notification when form was submitted.
cs: Lidé, kteří dostali upozornění po odeslání formuláře.

source: form language
cs: jazyk formuláře

source: form url
cs: url formuláře

source: Form submission
cs: Odeslání formuláře

source: Form submissions
cs: Odeslání formulářů

source: You will be <a href="%(form_success_url)s">redirected shortly</a>.
cs: Během chvilky budete přesměrováni na <a href="%(form_success_url)s">tuto adresu</a>.

source: You have to choose at least %(limit_value)d options (chosen %(show_value)d).
cs: Zvolte alespoň %(limit_value)d z možností (zvoleno %(show_value)d).

source: You can't choose more than %(limit_value)d options (chosen %(show_value)d).
cs: Nelze zvolit více než %(limit_value)d možností (zvoleno %(show_value)d).
